window.SCHEDULE_DATA = {
  "meta": {
    "group": "БФК25-01",
    "direction": "03.03.02 Физика",
    "profile": "Космические материалы и технологии"
  },
  "schedule": [
    {
      "week": 1,
      "day": "ВТОРНИК",
      "time": "08:00-09:30",
      "raw": "Информационные технологии в науке и
образовании (лекц.)
ауд. Л \"801\", Золотова О. П."
    },
    {
      "week": 1,
      "day": "СРЕДА",
      "time": "08:00-09:30",
      "raw": "Программирование (лаб.р.)
ауд. Л \"801\", Семенкова А. А. - 2"
    },
    {
      "week": 1,
      "day": "ПЯТНИЦА",
      "time": "08:00-09:30",
      "raw": "Общий физический практикум (Механика,
Молекулярная физика, Электричество и
магнетизм, Оптика, Атомная физика,
Физика атомного ядра и элементарных
частиц) (лаб.р.)
ауд. Л \"813\", Охоткина Е. А. - 1
ауд. Л \"813\", Телегин С. В. - 2"
    },
    {
      "week": 1,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "09:40-11:10",
      "raw": "Экономика и финансовая грамотность
(лекц.)
ауд. Л \"913\", Галиутинова Е. И."
    },
    {
      "week": 1,
      "day": "ВТОРНИК",
      "time": "09:40-11:10",
      "raw": "Информационные технологии в науке и
образовании (лекц.)
ауд. Л \"801\", Золотова О. П."
    },
    {
      "week": 1,
      "day": "СРЕДА",
      "time": "09:40-11:10",
      "raw": "Иностранный язык (пр.)
ауд. Л \"815\", Медников Д. М. - 2
Программирование (лаб.р.)
ауд. Л \"801\", Семенкова А. А. - 1"
    },
    {
      "week": 1,
      "day": "ЧЕТВЕРГ",
      "time": "09:40-11:10",
      "raw": "Математический анализ (лекц.)
ауд. Л \"805\", Жданов О. Н."
    },
    {
      "week": 1,
      "day": "ПЯТНИЦА",
      "time": "09:40-11:10",
      "raw": "Общий физический практикум (Механика,
Молекулярная физика, Электричество и
магнетизм, Оптика, Атомная физика,
Физика атомного ядра и элементарных
частиц) (лаб.р.)
ауд. Л \"813\", Телегин С. В. - 2
ауд. Л \"813\", Охоткина Е. А. - 1"
    },
    {
      "week": 1,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "11:30-13:00",
      "raw": "Профессионально-прикладная
физическая культура (пр.)
ауд. ДВС \"Спортзал\", Лозовой А. А."
    },
    {
      "week": 1,
      "day": "ВТОРНИК",
      "time": "11:30-13:00",
      "raw": "Информационные технологии в науке и
образовании (лаб.р.)
ауд. Л \"801\", Семенкова А. А. - 1"
    },
    {
      "week": 1,
      "day": "СРЕДА",
      "time": "11:30-13:00",
      "raw": "Введение в специальность (лекц.)
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 1,
      "day": "ЧЕТВЕРГ",
      "time": "11:30-13:00",
      "raw": "Математический анализ (пр.)
ауд. Л \"914\", Жданов О. Н."
    },
    {
      "week": 1,
      "day": "ПЯТНИЦА",
      "time": "11:30-13:00",
      "raw": "Профессионально-прикладная
физическая культура (пр.)
ауд. ДВС \"Спортзал\", Лозовой А. А."
    },
    {
      "week": 1,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "13:30-15:00",
      "raw": "Экономика и финансовая грамотность
(пр.)
ауд. Л \"902\", Галиутинова Е. И."
    },
    {
      "week": 1,
      "day": "ВТОРНИК",
      "time": "13:30-15:00",
      "raw": "Информационные технологии в науке и
образовании (лаб.р.)
ауд. Л \"801\", Семенкова А. А. - 1"
    },
    {
      "week": 1,
      "day": "СРЕДА",
      "time": "13:30-15:00",
      "raw": "Введение в специальность (пр.)
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 1,
      "day": "ЧЕТВЕРГ",
      "time": "13:30-15:00",
      "raw": "Иностранный язык (пр.)
ауд. Л \"910\", Медников Д. М. - 2"
    },
    {
      "week": 1,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "15:10-16:40",
      "raw": "Программирование (лекц.)
ауд. Л \"801\", Федченко Д. П."
    },
    {
      "week": 2,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "08:00-09:30",
      "raw": "Иностранный язык (пр.)
ауд. Л \"910\", Подпорина Н. М. - 1
ауд. Л \"815\", Медников Д. М. - 2"
    },
    {
      "week": 2,
      "day": "ВТОРНИК",
      "time": "08:00-09:30",
      "raw": "Молекулярная физика (лекц.)
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "СРЕДА",
      "time": "08:00-09:30",
      "raw": "Введение в специальность (лекц.)
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "ЧЕТВЕРГ",
      "time": "08:00-09:30",
      "raw": "Общий физический практикум (Механика,
Молекулярная физика, Электричество и
магнетизм, Оптика, Атомная физика,
Физика атомного ядра и элементарных
частиц) (лаб.р.)
ауд. Л \"813\", Охоткина Е. А.
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "ПЯТНИЦА",
      "time": "08:00-09:30",
      "raw": "Введение в специальность (лекц.)
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "09:40-11:10",
      "raw": "Иностранный язык (пр.)
ауд. Л \"910\", Подпорина Н. М. - 1
ауд. Л \"815\", Медников Д. М. - 2"
    },
    {
      "week": 2,
      "day": "ВТОРНИК",
      "time": "09:40-11:10",
      "raw": "Молекулярная физика (пр.)
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "СРЕДА",
      "time": "09:40-11:10",
      "raw": "Введение в специальность (пр.)
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "ЧЕТВЕРГ",
      "time": "09:40-11:10",
      "raw": "Общий физический практикум (Механика,
Молекулярная физика, Электричество и
магнетизм, Оптика, Атомная физика,
Физика атомного ядра и элементарных
частиц) (лаб.р.)
ауд. Л \"813\", Охоткина Е. А.
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "ПЯТНИЦА",
      "time": "09:40-11:10",
      "raw": "Введение в специальность (пр.)
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "11:30-13:00",
      "raw": "Профессионально-прикладная
физическая культура (пр.)
ауд. ДВС \"Спортзал\", Лозовой А. А."
    },
    {
      "week": 2,
      "day": "ВТОРНИК",
      "time": "11:30-13:00",
      "raw": "Аналитическая геометрия, линейная
алгебра (лекц.)
ауд. Л \"902\", Жданов О. Н."
    },
    {
      "week": 2,
      "day": "СРЕДА",
      "time": "11:30-13:00",
      "raw": "Молекулярная физика (пр.)
ауд. Л \"813\", Семенкова А. А."
    },
    {
      "week": 2,
      "day": "ЧЕТВЕРГ",
      "time": "11:30-13:00",
      "raw": "Общий физический практикум (Механика,
Молекулярная физика, Электричество и
магнетизм, Оптика, Атомная физика,
Физика атомного ядра и элементарных
частиц) (лаб.р.)
ауд. Л \"813\", Охоткина Е. А.
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "ПЯТНИЦА",
      "time": "11:30-13:00",
      "raw": "Профессионально-прикладная
физическая культура (пр.)
ауд. ДВС \"Спортзал\", Лозовой А. А."
    },
    {
      "week": 2,
      "day": "ВТОРНИК",
      "time": "13:30-15:00",
      "raw": "Аналитическая геометрия, линейная
алгебра (пр.)
ауд. Л \"902\", Жданов О. Н."
    },
    {
      "week": 2,
      "day": "СРЕДА",
      "time": "13:30-15:00",
      "raw": "Молекулярная физика (пр.)
ауд. Л \"813\", Семенкова А. А."
    },
    {
      "week": 2,
      "day": "ЧЕТВЕРГ",
      "time": "13:30-15:00",
      "raw": "Молекулярная физика (лекц.)
ауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "ПЯТНИЦА",
      "time": "13:30-15:00",
      "raw": "Математический анализ (пр.)
ауд. Л \"902\", Жданов О. Н."
    }
  ]
};

window.SESSION_DATA = {
  "meta": {
    "group": "БФК25-01",
    "direction": "03.03.02 Физика Окончание сессии:",
    "profile": "Космические материалы и технологии"
  },
  "session": [
    {
      "date": "15.01.2026",
      "time": "09:00",
      "subject": "Введение в высшую математику",
      "type": "Экзамен",
      "room": "Л \"910\"",
      "teacher": "Жданов О. Н."
    },
    {
      "date": "19.01.2026",
      "time": "09:00",
      "subject": "История России",
      "type": "Экзамен",
      "room": "Л \"815\"",
      "teacher": "Сизых И. С."
    },
    {
      "date": "23.01.2026",
      "time": "09:00",
      "subject": "Механика",
      "type": "Экзамен",
      "room": "Л \"813\"",
      "teacher": "Телегин С. В."
    },
    {
      "date": "27.01.2026",
      "time": "09:00",
      "subject": "Введение в технику физического эксперимента",
      "type": "Экзамен",
      "room": "Л \"803\"",
      "teacher": "Охоткина Е. А."
    }
  ],
  "session_upcoming": [
    {
      "date": "19.01.2026",
      "time": "09:00",
      "subject": "История России",
      "type": "Экзамен",
      "room": "Л \"815\"",
      "teacher": "Сизых И. С."
    },
    {
      "date": "23.01.2026",
      "time": "09:00",
      "subject": "Механика",
      "type": "Экзамен",
      "room": "Л \"813\"",
      "teacher": "Телегин С. В."
    },
    {
      "date": "27.01.2026",
      "time": "09:00",
      "subject": "Введение в технику физического эксперимента",
      "type": "Экзамен",
      "room": "Л \"803\"",
      "teacher": "Охоткина Е. А."
    }
  ]
};
