window.SCHEDULE_DATA = {
  "meta": {
    "group": "БФК25-01",
    "direction": "03.03.02 Физика",
    "profile": "Космические материалы и технологии"
  },
  "schedule": [
    {
      "week": 1,
      "day": "ЧЕТВЕРГ",
      "time": "08:00-09:30",
      "raw": "Общий физический практикум (Механика,\nМолекулярная физика, Электричество и\nмагнетизм, Оптика, Атомная физика,\nФизика атомного ядра и элементарных\nчастиц) (лаб.р.)\nауд. Л \"813\", Семенкова А. А. - 2\nауд. Л \"801\", Охоткина Е. А. - 1"
    },
    {
      "week": 1,
      "day": "ПЯТНИЦА",
      "time": "08:00-09:30",
      "raw": "Введение в технику физического\nэксперимента (лаб.р.)\nауд. Л \"803\", Охоткина Е. А. - 1"
    },
    {
      "week": 1,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "09:40-11:10",
      "raw": "История России (лекц.)\nауд. Л \"913\", Сизых И. С."
    },
    {
      "week": 1,
      "day": "ЧЕТВЕРГ",
      "time": "09:40-11:10",
      "raw": "Общий физический практикум (Механика,\nМолекулярная физика, Электричество и\nмагнетизм, Оптика, Атомная физика,\nФизика атомного ядра и элементарных\nчастиц) (лаб.р.)\nауд. Л \"813\", Семенкова А. А. - 2\nауд. Л \"801\", Охоткина Е. А. - 1"
    },
    {
      "week": 1,
      "day": "ПЯТНИЦА",
      "time": "09:40-11:10",
      "raw": "Введение в технику физического\nэксперимента (лаб.р.)\nауд. Л \"803\", Охоткина Е. А. - 1"
    },
    {
      "week": 1,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "11:30-13:00",
      "raw": "История России (пр.)\nауд. Л \"902\", Сизых И. С."
    },
    {
      "week": 1,
      "day": "ВТОРНИК",
      "time": "11:30-13:00",
      "raw": "Иностранный язык (пр.)\nауд. А \"301\", Медников Д. М. - 1\nауд. Л \"902\", Подпорина Н. М. - 2"
    },
    {
      "week": 1,
      "day": "СРЕДА",
      "time": "11:30-13:00",
      "raw": "История России (лекц.)\nауд. Л \"913\", Сизых И. С."
    },
    {
      "week": 1,
      "day": "ЧЕТВЕРГ",
      "time": "11:30-13:00",
      "raw": "Общий физический практикум (Механика,\nМолекулярная физика, Электричество и\nмагнетизм, Оптика, Атомная физика,\nФизика атомного ядра и элементарных\nчастиц) (лаб.р.)\nауд. Л \"801\", Охоткина Е. А. - 1\nауд. Л \"813\", Семенкова А. А. - 2"
    },
    {
      "week": 1,
      "day": "ПЯТНИЦА",
      "time": "11:30-13:00",
      "raw": "Механика (лекц.)\nауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 1,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "13:30-15:00",
      "raw": "История России (пр.)\nауд. Л \"902\", Сизых И. С."
    },
    {
      "week": 1,
      "day": "ВТОРНИК",
      "time": "13:30-15:00",
      "raw": "Иностранный язык (лекц.)\nауд. Л \"902\", Медников Д. М. - 1"
    },
    {
      "week": 1,
      "day": "СРЕДА",
      "time": "13:30-15:00",
      "raw": "История России (лекц.)\nауд. Л \"913\", Сизых И. С."
    },
    {
      "week": 1,
      "day": "ЧЕТВЕРГ",
      "time": "13:30-15:00",
      "raw": "Введение в технику физического\nэксперимента (лекц.)\nауд. Л \"803\", Охоткина Е. А."
    },
    {
      "week": 1,
      "day": "ПЯТНИЦА",
      "time": "13:30-15:00",
      "raw": "Механика (пр.)\nауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 1,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "15:10-16:40",
      "raw": "Основы российской государственности\n(лекц.)\nауд. Л \"616\", Кубрикова А. С."
    },
    {
      "week": 1,
      "day": "ВТОРНИК",
      "time": "15:10-16:40",
      "raw": "Физическая культура и спорт (лекц.)\nауд. А \"403\", Лозовой А. А."
    },
    {
      "week": 1,
      "day": "СРЕДА",
      "time": "15:10-16:40",
      "raw": "Введение в высшую математику (лекц.)\nауд. Л \"913\", Жданов О. Н."
    },
    {
      "week": 2,
      "day": "ВТОРНИК",
      "time": "08:00-09:30",
      "raw": "Безопасность жизнедеятельности (лекц.)\nауд. Л \"902\", Доброва А. В."
    },
    {
      "week": 2,
      "day": "СРЕДА",
      "time": "08:00-09:30",
      "raw": "Общий физический практикум (Механика,\nМолекулярная физика, Электричество и\nмагнетизм, Оптика, Атомная физика,\nФизика атомного ядра и элементарных\nчастиц) (лаб.р.)\nауд. Л \"801\", Охоткина Е. А. - 1\nауд. Л \"813\", Семенкова А. А. - 2"
    },
    {
      "week": 2,
      "day": "ЧЕТВЕРГ",
      "time": "08:00-09:30",
      "raw": "Механика (лекц.)\nауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "ПЯТНИЦА",
      "time": "08:00-09:30",
      "raw": "Информационные технологии в науке и\nобразовании (лаб.р.)\nауд. Л \"801\", Золотова О. П. - 1\nВведение в технику физического\nэксперимента (лаб.р.)\nауд. Л \"803\", Охоткина Е. А. - 2"
    },
    {
      "week": 2,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "09:40-11:10",
      "raw": "Основы российской государственности\n(пр.)\nауд. Л \"902\", Кубрикова А. С."
    },
    {
      "week": 2,
      "day": "ВТОРНИК",
      "time": "09:40-11:10",
      "raw": "Безопасность жизнедеятельности (пр.)\nауд. Л \"902\", Доброва А. В."
    },
    {
      "week": 2,
      "day": "СРЕДА",
      "time": "09:40-11:10",
      "raw": "Общий физический практикум (Механика,\nМолекулярная физика, Электричество и\nмагнетизм, Оптика, Атомная физика,\nФизика атомного ядра и элементарных\nчастиц) (лаб.р.)\nауд. Л \"813\", Семенкова А. А. - 2\nауд. Л \"801\", Охоткина Е. А. - 1"
    },
    {
      "week": 2,
      "day": "ЧЕТВЕРГ",
      "time": "09:40-11:10",
      "raw": "Механика (лекц.)\nауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "ПЯТНИЦА",
      "time": "09:40-11:10",
      "raw": "Информационные технологии в науке и\nобразовании (лаб.р.)\nауд. Л \"801\", Золотова О. П. - 1\nВведение в технику физического\nэксперимента (лаб.р.)\nауд. Л \"803\", Охоткина Е. А. - 2"
    },
    {
      "week": 2,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "11:30-13:00",
      "raw": "Основы российской государственности\n(пр.)\nауд. Л \"902\", Кубрикова А. С."
    },
    {
      "week": 2,
      "day": "ВТОРНИК",
      "time": "11:30-13:00",
      "raw": "ввдение в высшшую математику (пр.)\nауд. Л \"902\", Жданов О. Н."
    },
    {
      "week": 2,
      "day": "СРЕДА",
      "time": "11:30-13:00",
      "raw": "Введение в технику физического\nэксперимента (лекц.)\nауд. Л \"813\", Охоткина Е. А."
    },
    {
      "week": 2,
      "day": "ЧЕТВЕРГ",
      "time": "11:30-13:00",
      "raw": "Механика (пр.)\nауд. Л \"813\", Телегин С. В."
    },
    {
      "week": 2,
      "day": "ПЯТНИЦА",
      "time": "11:30-13:00",
      "raw": "Информационные технологии в науке и\nобразовании (лаб.р.)\nауд. Л \"801\", Лукьянов М. М. - 2\nВведение в технику физического\nэксперимента (лаб.р.)\nауд. Л \"803\", Охоткина Е. А. - 1"
    },
    {
      "week": 2,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "13:30-15:00",
      "raw": "История России (лекц.)\nауд. Л \"913\", Сизых И. С."
    },
    {
      "week": 2,
      "day": "ВТОРНИК",
      "time": "13:30-15:00",
      "raw": "ввдение в высшшую математику (пр.)\nауд. Л \"902\", Жданов О. Н."
    },
    {
      "week": 2,
      "day": "СРЕДА",
      "time": "13:30-15:00",
      "raw": "Введение в технику физического\nэксперимента (лаб.р.)\nауд. Л \"813\", Охоткина Е. А. - 2"
    },
    {
      "week": 2,
      "day": "ЧЕТВЕРГ",
      "time": "13:30-15:00",
      "raw": "Информационные технологии в науке и\nобразовании (лекц.)\nауд. Л \"801\", Золотова О. П."
    },
    {
      "week": 2,
      "day": "ПЯТНИЦА",
      "time": "13:30-15:00",
      "raw": "Информационные технологии в науке и\nобразовании (лаб.р.)\nауд. Л \"801\", Лукьянов М. М. - 2"
    },
    {
      "week": 2,
      "day": "ПОНЕДЕЛЬНИК",
      "time": "15:10-16:40",
      "raw": "История России (лекц.)\nауд. Н \"412\", Сизых И. С."
    }
  ]
};

window.SESSION_DATA = {
  "meta": {
    "group": "БФК25-01",
    "direction": "03.03.02 Физика Окончание сессии:",
    "profile": "Космические материалы и технологии"
  },
  "session": [
    {
      "date": "15.01.2026",
      "time": "09:00",
      "subject": "Введение в высшую математику",
      "type": "Экзамен",
      "room": "Л \"910\"",
      "teacher": "Жданов О. Н."
    },
    {
      "date": "19.01.2026",
      "time": "09:00",
      "subject": "История России",
      "type": "Экзамен",
      "room": "Л \"815\"",
      "teacher": "Сизых И. С."
    },
    {
      "date": "23.01.2026",
      "time": "09:00",
      "subject": "Механика",
      "type": "Экзамен",
      "room": "Л \"813\"",
      "teacher": "Телегин С. В."
    },
    {
      "date": "27.01.2026",
      "time": "09:00",
      "subject": "Введение в технику физического эксперимента",
      "type": "Экзамен",
      "room": "Л \"803\"",
      "teacher": "Охоткина Е. А."
    }
  ],
  "session_upcoming": [
    {
      "date": "19.01.2026",
      "time": "09:00",
      "subject": "История России",
      "type": "Экзамен",
      "room": "Л \"815\"",
      "teacher": "Сизых И. С."
    },
    {
      "date": "23.01.2026",
      "time": "09:00",
      "subject": "Механика",
      "type": "Экзамен",
      "room": "Л \"813\"",
      "teacher": "Телегин С. В."
    },
    {
      "date": "27.01.2026",
      "time": "09:00",
      "subject": "Введение в технику физического эксперимента",
      "type": "Экзамен",
      "room": "Л \"803\"",
      "teacher": "Охоткина Е. А."
    }
  ]
};
